[
  {
    "title": "Screen Slate Podcast #23 - How to Blow Up a Pipeline",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/1/7/5/1/8/1/7/shard/13670/blob-352-352-0-0-fill.jpg?k=0d9c3bc832",
    "description": "LISTEN // Our friends Daniel Goldhaber, Ariela Barer, Daniel Garber, and Jordan Sjol visit Screen Slate HQ to talk about their new film How to Blow Up a Pipeline, which adapts Andreas Malm's nonfiction book of the same name into a heist-style eco-thriller. We get into the research and adaptation process, stealing locations, balancing Barer’s screenwriting and actor roles, and the art of editing as edging. Plus: what does Andreas Malm think of CAM?"
  },
  {
    "title": "Victoria Linares Villegas on A MOMENT OF INNOCENCE",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/7/2/1/2/8/7/9/shard/13666/blob-352-352-0-0-fill.jpg?k=0d3df4073a",
    "description": "Cinema can reconstruct a memory, or even better, turn it into something greater. If you allow it, chance will collide with the truth in every frame. An image can strike such moments of tenderness amidst rage and defiance: A girl, a flower, a piece of bread, the sunlight."
  },
  {
    "title": "‘Sam Now’ Filmmakers Discuss 25 Year Journey to Complete a Deeply Personal Documentary",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/4/4/0/2/1/5/7/shard/13662/blob-352-352-0-0-fill.jpg?k=341be5604f",
    "description": "The below blog piece originally ran in January. Sam Now is screening tonight, Thursday, April 6, in Los Angeles at the Glendale Laemmle and in New York tomorrow, Friday, April 7 at the Village East. See showtimes on the film’s website."
  },
  {
    "title": "Academy Conversations: ‘Decision to Leave’ w/ Park Chan-wook",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/7/8/4/1/5/7/3/shard/13376/blob-352-352-0-0-fill.jpg?k=82feee99aa",
    "description": "Academy Conversation with Park Chan-wook (Writer/Director/Producer) with Interpreter Jaehuen Chung - 'Decision to Leave'"
  },
  {
    "title": "MUBI Podcast: DONNIE DARKO—Richard Kelly makes the ultimate ’80s mixtape",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/4/6/7/2/3/9/9/shard/13658/blob-352-352-0-0-fill.jpg?k=8e88f21847",
    "description": "Our season \"Needle on the Record\" continues with a look at Donnie Darko and the song it sent to the top of the pops."
  },
  {
    "title": "Comin’ (Back) At Ya: A Look Back At The 1980s’ Brief, Bizarre 3-D Movie Boom By Noel Murray",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/4/2/8/8/6/2/0/shard/13655/blob-352-352-0-0-fill.jpg?k=cc65b7937f",
    "description": "A few months ago, Flicker Alley released the Blu-ray anthology 3-D Rarities, collecting some of cinema’s early 3-D experiments, alongside shorts and trailers from the format’s 1950s heyday. Those first, furtive efforts are especially fun. In brief tests and demo reels made in the 1920s, pioneers like Jacob Leventhal, William van Doren Kelley, Frederic Eugene Ives, and William T. Crespinel tried to see if cinema could replicate or even improve on the optical tricks familiar to photography buffs. Some of their…"
  },
  {
    "title": "Air’s Distillation of the American Dream",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/2/2/9/5/8/shard/13651/blob-352-352-0-0-fill.jpg?k=a318725029",
    "description": "By Ian Haydn Smith"
  },
  {
    "title": "Cairo Conspiracy | Picturehouse Recommends",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/6/4/3/8/4/4/7/shard/13630/maxresdefault-352-352-0-0-fill.jpg?k=7e988b0d8d",
    "description": "Five years after he won a slew of festival accolades including Sundance's grand jury prize for blistering murder mystery The Nile Hilton Incident, Egyptian/Swedish filmmaker Tarik Saleh returns with another searing political thriller that promises to keep the audience on the edge of their seats."
  },
  {
    "title": "Succession Season 4 Ep 2: ‘Rehearsal’ | Recap, Review, and Power Ranking",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/3/8/2/7/5/9/7/shard/13439/blob-352-352-0-0-fill.jpg?k=4d7ff979d4",
    "description": "In preparation for HBO’s Succession Season 4, our podcast power ranks Succession Seasons 1-3. We’ll also be covering Season 4 with weekly deep dives on all the new episodes!"
  },
  {
    "title": "Michigan Theater’s Films We Love Series Presents Four Classics from a Galaxy Far, Far Away",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/7/6/9/4/9/1/6/shard/13616/blob-352-352-0-0-fill.jpg?k=028477d05a",
    "description": "The Michigan Theater's popular Films We Love series is back with four epic films that are sure to thrill audiences of all ages. This May, moviegoers can experience the magic of the Star Wars universe and the comedy of Spaceballs in all their big-screen glory."
  },
  {
    "title": "Chicago Film Critics Association & Rotten Tomatoes Emerging Critics Program",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/8/9/3/9/9/3/4/shard/13610/blob-352-352-0-0-fill.jpg?k=40d0256568",
    "description": "The Chicago Film Critics Association & Rotten Tomatoes Emerging Critics Program supports up-and-coming voices in film and media criticism in the Chicagoland area. The grants will be awarded prior to the 2023 Chicago Critics Film Festival (May 5-11, 2023)."
  },
  {
    "title": "Nicholas Braun on Cousin Greg, Juggalos, and Kidnapping Luke Wilson",
    "coverImage": "https://a.ltrbxd.com/resized/story/image/2/7/4/4/1/0/0/shard/13595/maxresdefault-352-352-0-0-fill.jpg?k=d59e3eda40",
    "description": "“When a part speaks to me, it’s telling me about these kind of micro details, and as I’ve evolved Greg, they become like little obsessions. Like, I can’t leave my trailer unless my tie is the perfect length.”"
  }
]
